{
  "espacioTiempo" : {
    "titulo": "La representación espacial del tiempo en un cuerpo de datos masivos",
    "abstract": [
      "Es usual representar conceptos temporales con metáforas basadas en el espacio, lo que se refleja incluso en nuestra forma de hablar (por ejemplo, cuando decimos 'se acerca la Navidad'). En este trabajo estudiamos la representación espacial del tiempo utilizando un experimento masivo en la web en el que participaron más de 1000 sujetos. El experimento está compuesto por cinco tareas, en las cuales los sujetos debían elegir ubicación, tamaño y color de distinto tipo de eventos temporales. Observamos varios efectos comunes en la representación.  En primer lugar, y en concordancia con la dirección de escritura en nuestra cultura, la dirección del tiempo es de izquierda a derecha, con una leve pero significativa inclinación hacia arriba. Luego, el tamaño de las figuras aumenta a medida que avanza el tiempo, así como en fines de semana y en primavera y verano, los días y estaciones por lo general preferidas. En cuanto al color, los hombres y las mujeres difieren para representar el tiempo, pero el color verde se asocia al futuro más allá de esas diferencias. Por último, la representación de eventos en una línea temporal revela dos hechos interesantes: primero, hacemos un zoom en el hoy, y segundo,  cuanto mayor es nuestra edad, más lejos ubicamos nuestra vejez. Estos resultados extienden evidencias previas y demuestran que utilizamos distintas propiedades espaciales para definir características particulares del tiempo."
    ],
    "oradores": [
      {
        "nombre": "Alejandro Pulver", 
        "bio": "Contribuí a proyectos de código abierto de modificaciones del motor gráfico del Quake II (QuDos, quake2xp, etc). Durante el 2008 y 2009 participé del Google Summer of Code para el proyecto FreeBSD, donde realicé mejoras para el sistema de ports (paquetes de software). También fui usuario y desarrollador de FreeBSD desde 2006 hasta 2011, más que nada manteniendo ports y haciendo mejoras al sistema. Desde el 2009 hago la carrera de Lic. en Ciencias de la Computación en la Universidad de Buenos Aires, y actualmente estoy finalizando la tesis sobre neurociencia. En el medio hice el curso de piloto privado de avión y estudié japonés durante 3 años. Actualmente trabajo en 10pines, una empresa de desarrollo de software, y junto fuerzas para terminar la tesis. Creo que las computadoras podrían hacer más cosas solas de las que las solemos usar, y deberían hacer nuestras vidas más fáciles en vez de complicadas (cosa que no me parece que se esté logrando). "
      },
      { "nombre": "Alejo Salles" },
      { "nombre": "Mariano Sigman" },
      { "nombre": "Diego Golombek" },
      { "nombre": "María Juliana Leone" }
    ],
    "oradoresForSchedule": "Ale Pulver, Alejo Salles, Mariano Sigman, Diego Golombek y Ma. Juliana Leone"
  },
  "meteor": {
    "titulo": "Introducción a Meteor.js",
    "abstract": [
      "Meteor se define como una plataforma de código abierto para construir aplicaciones móviles y webs puramente en Javascript. En esta charla voy a contarles de qué se trata esta nueva tecnología que nos permite desarrollar productos a la altura de las grandes aplicaciones del mercado, pero en una fracción del tiempo."
    ],
    "oradores": [
      {
      "nombre": "Pablo Chiappetti",
      "bio": "Desarrollador de 26 años, pasó los últimos ocho programando en diferentes tecnologías relacionadas con la web. Trabaja en Bikestorming como desarrollador web, backend y mobile. Organizador del meetup de Meteor en Buenos Aires."
      }
    ]
  },
  "ciaa": {
    "titulo": "Implementación de protocolo Firmata para la CIAA", 
    "abstract": [
      "En este Trabajo de investigación de la carrera Ingeniería en Automatización y Control Industrial se presenta la implementación del protocolo Firmata para la CIAA (Computadora Industrial Abierta Argentina). Este protocolo de comunicación permite la programación de dispositivos físicos desde la PC utilizando entornos con lenguajes gráficos de programación tales como Snap y Scratch. ", 
      "Se expondrá la arquitectura de dicho protocolo y su implementación como un programa para la CIAA escrito en lenguaje C. El programa utiliza un Sistema Operativo en Tiempo Real (RTOS) para microcontroladores, encargado de planificar las tareas de comunicación, y una HAL que comanda los periféricos de microcontrolador de la CIAA."
    ],
    "oradores": [
      {
      "nombre": "Ian Olivieri",
      "bio": "Ian Olivieri, de 22 años, es un Técnico Aviónico recibido de la Escuela de Educación Tecnica Nº7, Taller Regional Quilmes, estudiante de la carrera de Ingeniería en Automatización y Control Industrial de la Universidad Nacional de Quilmes (IACI - UNQ). Actualmente trabaja como investigador becado por el Consejo Interuniversitario Nacional (CIN) en el tema \"Desarrollo de sistemas embebidos basados en tecnología de objetos, con requerimientos de confiabilidad y respuesta en tiempo real\", en la Universidad Nacional de Quilmes."}
    ]
  },
  "carpeDiem": {
    "titulo": "Carpe Diem - No pierdas ni un segundo en operaciones",
    "abstract": [
      "Carpe Society es un caso de desarrollo de una aplicación móvil iOS. Su backend ha sido montado integramente sobre Heroku (y sus Add-Ons) usando NodeJS, Express, MongoDB, Redis y Elastic entre otras tecnologías. Es un claro ejemplo del escaso tiempo dedicado a la infraestructura, integración de servicios o algún otro aspecto relativo a operaciones."
    ],
    "oradores": [
      {
        "nombre": "Matías Gorostegui"
      },
      {
        "nombre": "Juan Manuel Álvarez"
      }
    ]
  }, 
  "softwareLibre": {
    "titulo": "Software Libre en la UNQ", 
    "abstract": [
      "De una dos redes internas de 15 máquinas cada una, a la situación actual. Usamos SL desde 1995 aunque usted no lo crea, en nuestro primer servidor de correo y nuestro primer servidor web, operativos desde 1996. Retrocesos, retrasos, errores hasta que (casi) toda la infraestructura de la UNQ es SL. La aventura de los escritorios con SL. Varios aprendizajes, desafíos por venir para el software libre y las tecnologías abiertas."
    ],
    "oradores" : [
      { 
        "nombre": "Leo Marina",
        "bio": "Desde 1995 trabajo en la UNQ en soporte técnico, administración de servidores y adminstración de redes. Aprendí con cada nueva implementación de tecnología que fuimos haciendo. Actualmente estoy a cargo de la Dirección de Asistencia Técnica a Carreras en Tecnologías Abiertas de la UNQ. Desde el año pasado formo parte del Consejo Asesor de Conectar Igualdad." 
      }
    ]
  },
  "docker": {
    "titulo": "Docker como la máxima expresión de Devops",
    "abstract": [
      "Docker es una de las tecnologías que más revolucionó el manejo de ambientes y despliegue de aplicaciones a gran escala. Veremos por qué es tan importante conocer esta tecnología para desarrolladores y administradores de infraestructura y cómo facilita aplicar prácticas de devops.",
      "Durante la charla introduciremos la tecnología, como así tambien los casos prácticos sobre clustering, repositorios privados de imágenes y arquitectura productivas."
    ],
    "oradores": [
      { 
        "nombre" : "Gustavo Brey",
        "bio": "Gustavo Andres Brey es Ingeniero en Sistemas de la Información con más de 15 años de experiencia en la Industria IT. Actualmente es el CIO del Instituto Nacional de Servicios Sociales para Jubilados y Pensionados (INSSJP/PAMI), donde está impulsando un cambio de paradigma innovador en IT para la gestión de la salud pública Argentina. Desde 2004 es fundador y profesor de la materia Arquitectura de Proyectos de IT en la UTN- FRBA. A su vez es Co-Fundador de CONF4IT, una organización sin fines de lucro, que desarrolla conferencias agnósticas para distintas comunidades IT como ARQCONF y KIDSCONF. Participó en importantes conferencias de Tecnologías de la Información, Salud , Innovación, Open Source, Big Data, Arquitectura de Software, Gobierno y Datos Abiertos, así como de Hackathones."
     }, 
      { 
        "nombre" : "Andrés Calabrese",
        "bio": "Ingeniero en Sistema de Información con más de 11 años de experiencia tanto en puestos de liderazgo técnico en grandes empresas, como así también como CTO en varios emprendiendo tecnologicos como socio. Andrés comenzó su carrera en IBM, liderando proyectos complejos en diferentes tecnologías, a su vez promovió encuentros de colaboración técnica. Como CTO definió, planificó e implementó prácticas de Devops que permitieron guiar tecnologicamente a la compañía en términos metodológicos, de desarrollo e infraestructura." 
      }
    ]
  },
  "nahual": {
    "titulo": "Nahual: la experiencia tecnológico-solidaria más caótica",
    "oradores": [
      { "nombre": "Mara Dalponte" },
      { "nombre": "Francisco Ronconi" }, 
      { "nombre": "Virginia Barros" },
      { "nombre": "Natalia Davidovich" }, 
      { "nombre": "Juan Lagostena" }
    ]
  },
  "georef": {
    "titulo": "Solución georeferencial Web y Mobile para seguimiento en tiempo real",
    "abstract": [
      "Solución técnica para hacer un seguimiento personalizado en tiempo real de usuarios brindando soporte y recomendaciones durante su viaje como así también asistiéndolo ante una situación de peligro.", 
      "El sistema consiste en 2 componentes bien diferenciadas con problemáticas dispares: por un lado la aplicación Mobile que funciona de modo online y offline; y por otro el Dashboard (Web) que funciona como panel donde se puede visualizar información en tiempo real.",
      "Para llevar a cabo dicha solución se implementó un servidor Nodejs usando express y mongodb que sirve a las 2 aplicaciones. Se utiliza Angularjs y web socket para la conexión en tiempo real. En cuanto a la aplicación mobile se desarrolló utilizando Ionic y Apache cordova."
    ],
    "oradores": [
      { "nombre": "Cristian López" }
    ]
  },
  "programar": {
    "titulo": "¿Por qué todos los chicos y chicas argentinas deben aprender a programar?",
    "abstract": "La charla trata acerca de la importancia de incorporar las Ciencias de la Computación a los contenidos obligatorios de la escuela argentina. La exposición aborda desde las principales razones que sustentan la iniciativa hasta las dificultades que se presentan y diversas estrategias pensadas para afrontarlas. Distintos enfoques sobre la enseñanza de computación en la escuela son puestos en cuestión. A su vez, se hace un breve repaso por experiencias internacionales en la materia.", 
    "oradores": [
      {
        "nombre": "María Belén Bonello",
        "bio": "María Belén Bonello es Licenciada en Ciencia Política de la UBA, se ha desempeñado en el diseño e implementación de políticas públicas vinculadas a educación, comunicación y juventud. Actualmente coordina la Iniciativa Program.AR en la Fundación Sadosky del Ministerio de Ciencia, Tecnología e Innovación Productiva. "
      }
    ]
  }
}
