{
  "sections":[
    { "label":"Workshop",          "path":"workshop"     },
    { "label":"Hands on",          "path":"handson"     },
    { "label":"Proponé tu charla", "path":"propone"     },
    { "label":"Inscripción",       "path":"inscripcion" },
    { "label":"Sponsors",          "path":"sponsors"    }
  ],
  "tematicas":[
    "Lenguajes de programación",
  	"Herramientas de desarrollo",
  	"Arquitectura de software",
  	"Metaprogramación",
  	"Implementación de lenguajes de programación",
  	"Compiladores",
  	"Optimización de lenguajes",
  	"Lenguajes específicos de dominio (DSLs)",
  	"Frameworks, bibliotecas y algoritmos",
  	"Máquinas virtuales",
  	"Interfaces de usuario",
  	"Patrones de diseño",
  	"Enseñanza de y con programación"
  ],
  "criterios":[
  	"Innovación. Deberá ser clara y precisa cual es la contribución del trabajo propuesto.",
  	"Con aplicación en industria o en docencia.",
  	"Que tenga alguna participación en inclusión social (no excluyente)",
  	"Cuyo software presentado sea de calidad libre y open source (no excluyente)"
  ],
  
  "fechas_papers":[
  	{"fecha":"10 de agosto", "evento":"Fecha límite para la presentación de trabajos"},
  	{"fecha":"31 de agosto", "evento":"Notificación de trabajos aceptados"},
  	{"fecha":"19 de septiembre", "evento":"Wisit 15"}
  ],

  "propone" : {
    "mails" : {
      "info" : "info@uqbar.org",
      "handson" : "info@uqbar.org",
      "experiencias" : "info@uqbar.org"
    }
  },

  "talleres" : {
    "unq": [
      {
        "cuando": "Sábado 12 de septiembre, de 10:00 a 13:00",
        "titulo": "Desarrollo web mobile con Ionic Framework",
        "abstract": [
          "Hoy en día es muy común que cada proyecto que desarrollemos tenga su propio sitio web, pero armarlo y hostearlo puede consumir más tiempo del que queremos dedicarle. En este hands-on vamos a ver cómo HarpJS nos ayuda a crear rápidamente desde pequeños sitios para proyectos hasta blogs personales, que luego podremos hostear en servicios gratuitos como Github Pages."
        ],
        "oradores": [
          { "nombre" : "Ariel Álvarez" }
        ],
        "conocimientos": [
          "HTML y CSS",
          "Git y Github", 
          "Línea de comandos"
        ],
        "entorno": [
          "NodeJS",
          "Un editor/IDE: Brackets ó Sublime ó Webstorm",
          "Git",
          "HarpJS: sudo npm install -g harp",
          "Bower"
        ],
        "inscripcion": "https://eventioz.com.ar/e/creando-sitios-estaticos-con-harpjs/"
      },
      {
        "cuando": "Sábado 12 de septiembre, de 14:30 a 17:30",
        "titulo": "Desarrollo web mobile con Ionic Framework",
        "abstract": [
          "Sea porque estamos desarrollando una aplicación mobile desde cero o bien planteando una alternativa mobile para un Front End web ya existente, es un hecho que vamos a necesitar abundante Javascript. El approach más sencillo sería caer en la tentación de usar jQuery Mobile y hacer copy-paste tratar de re-utilizar el mayor código y bibliotecas posibles.",
          "Lo cierto es que muchas de estas bibliotecas terminan siendo muy pesadas para correr en un navegador de un smartphone. No necesariamente porque el dispositivo al que esté orientado tenga poca RAM, GPU o la versión del navegador en el sistema operativo no corra de forma tan fluida. También influye el hecho de que esas bibliotecas no fueron pensadas desde el vamos para trabajar en un navegador mobile.",
          "Enter Ionic Framework! Un framework de desarrollo pensado para el desarrollo web mobile tomando sus bases de un framework web poderoso como Angular.js. En este taller vamos a crear una aplicación desde cero utilizando distintos componentes provistos por Ionic, y mostraremos cómo implementar distintos patrones de navegabilidad (Tabs, Menú contextual, navegación vertical y horizontal, etc) y User Experience propios de una aplicación mobile. Sobre el final, veremos cómo preparar la aplicación para desplegarla en Play Store (Android), App Store (iOS)  y también en un servidor web real."
        ],
        "oradores": [
          { "nombre" : "Matías Dumrauf" },
          { "nombre" : "Federico Aloi" }
        ],
        "conocimientos": [
          "HTML", 
          "Javascript",
          "Angular.js"
        ],
        "entorno": [
          "node.js: Instalar paquetes necesarios desde una terminal: npm install -g cordova ionic",
          "Un editor de texto, por ejemplo SublimeText o Atom", 
          "Opcional para mostrar la app funcionando en un emulador o en un celular: Android SDK o Xcode + iOS SDK"
        ],
        "inscripcion": "https://eventioz.com.ar/e/desarrollo-web-mobile-con-ionic-framework"
      }
    ]  
  } 
}