{
  "sections":[
    { "label":"Workshop",          "path":"workshop"     },
    { "label":"Hands on",          "path":"handson"     },
    { "label":"Proponé tu charla", "path":"propone"     },
    { "label":"Inscripción",       "path":"inscripcion" },
    { "label":"Sponsors",          "path":"sponsors"    }
  ],
  "tematicas":[
    "Lenguajes de programación",
  	"Herramientas de desarrollo",
  	"Arquitectura de software",
  	"Metaprogramación",
  	"Implementación de lenguajes de programación",
  	"Compiladores",
  	"Optimización de lenguajes",
  	"Lenguajes específicos de dominio (DSLs)",
  	"Frameworks, bibliotecas y algoritmos",
  	"Máquinas virtuales",
  	"Interfaces de usuario",
  	"Patrones de diseño",
  	"Enseñanza de y con programación"
  ],
  "criterios":[
  	"Innovación. Deberá ser clara y precisa cual es la contribución del trabajo propuesto.",
  	"Con aplicación en industria o en docencia.",
  	"Que tenga alguna participación en inclusión social (no excluyente)",
  	"Cuyo software presentado sea de calidad libre y open source (no excluyente)"
  ],
  
  "fechas_papers":[
  	{"fecha":"24 de agosto", "evento":"Fecha límite para la presentación de trabajos"},
  	{"fecha":"7 de septiembre", "evento":"Notificación de trabajos aceptados"},
  	{"fecha":"19 de septiembre", "evento":"Wisit 15"}
  ],

  "propone" : {
    "mails" : {
      "info" : "info@uqbar.org",
      "handson" : "info@uqbar.org",
      "experiencias" : "info@uqbar.org"
    }
  },

  "talleres" : {
    "uba": [
      {
        "id": "js",
        "cuando": "Viernes 4 de septiembre, de 20:00 a 23:00",
        "titulo": "Functional Reactive Programming en Javascript",
        "abstract": [
          "En esta charla-taller vamos a ver como desarrollar una aplicación web simple en Javascript aprovechando algunas librerías modernas que surgieron recientemente como React, para conseguir un flujo de datos unidireccional. Vamos a ver como esto nos beneficia como desarrolladores haciendo nuestro código más predecible, conciso y testeable."
        ],
        "oradores": [
          { 
            "nombre" : "Juan Pablo Saraceno",
            "bio" : "JP lleva unos 15 años involucrado en la industria del software, enfocado mayormente en web, mobile e IoT. Desarolló soluciones de software para distintos rubros incluyendo motores de búsqueda, redes sociales, domótica, CMS, CRM, machine learning, entre otras. Actualmente es Gerente de Desarrollo de SCVSoft y Avi-on Labs. Es además Co-Fundador de los Meetups locales SUGAR (Scala User Group Argentina) y Meetup-JS Argentina."
          }
        ],
        "conocimientos": [
          "Conocimiento básico de Javascript",
          "Haber desarrollado aplicaciones web", 
          "Haber usado alguna librería o framework de Javascript en el pasado (Backbone, Angular, Knockout, etc.)",
          "No es requerido pero puede ser útil: programación funcional, React, ECMAScript 6, node."
        ],
        "entorno": [
        ],
        "inscripcion": ""
      }
    ], 
    "unq": [
      {
        "id": "harpjs",
        "cuando": "Sábado 12 de septiembre, de 10:00 a 13:00",
        "titulo": "Creando sitios estáticos con HarpJS",
        "abstract": [
          "Hoy en día es muy común que cada proyecto que desarrollemos tenga su propio sitio web, pero armarlo y hostearlo puede consumir más tiempo del que queremos dedicarle. En este hands-on vamos a ver cómo HarpJS nos ayuda a crear rápidamente desde pequeños sitios para proyectos hasta blogs personales, que luego podremos hostear en servicios gratuitos como Github Pages."
        ],
        "oradores": [
          { 
            "nombre" : "Ariel Álvarez",
            "bio" : "Ariel es estudiante de la Licenciatura en Desarrollo de Software en la Universidad Nacional de Quilmes y consultor externo en sistemas de la información, con 7 años de experiencia en la industria."
          }
        ],
        "conocimientos": [
          "HTML y CSS",
          "Git y Github", 
          "Línea de comandos"
        ],
        "entorno": [
          "NodeJS",
          "Un editor/IDE: Brackets ó Sublime ó Webstorm",
          "Git",
          "HarpJS: sudo npm install -g harp",
          "Bower"
        ],
        "inscripcion": "https://eventioz.com.ar/e/creando-sitios-estaticos-con-harpjs/"
      },
      {
        "id": "spark",
        "cuando": "Sábado 12 de septiembre, de 10:00 a 13:00",
        "titulo": "Taller de Big Data: Cómo armar tu propia solución de Analytics con Apache Spark y Cassandra",
        "abstract": [
          "El taller brindará los principales conceptos para usar Apache Spark 1.4, permitiéndoles armar una solución que consuma logs de servidor web (accesslog), procese estos logs generando distintas métricas y finalmente volcando los resultados en Cassandra 2.1 para posterior consumo de una API y UI.",
          "Algunas métricas que implementaremos: calcular paginas más visitadas, número de usuarios únicos, origen de los usuarios, transferencias, de forma que toda la información pueda estar disponibles con diferentes niveles de agregación (hora, dia, mes)",
          "Principales tecnologías aplicadas: Spark-shell, Procesamiento Batch, Procesamiento Streaming, Cassandra CQL",
          "El scope de trabajo es Big Data en cuanto a la captura, procesamiento y almacenamiento de datos tanto en batch como en streaming (realtime), no tocamos temas de visualización de datos."
        ],
        "oradores": [
          { 
            "nombre" : "Gustavo Arjones",
            "bio" : "CTO & Co-founder de Socialmetrix, donde aplica big data para la generación de Dashboards y Reportes de datos sociales. Soy apasionado por crear nuevas soluciones que potencien a las personas a ser más creativas, eficientes y productivas. Esta es la razón por la cual veo Analytics y Big Data un campo tan interesante, donde puedo crear soluciones y ayudar las personas a tener insights."
          }
        ],
        "conocimientos": [
          "El código del taller está escrito en Scala, para mejor absorción de los conceptos se recomienda leer material de introducción a Scala."
        ],
        "entorno": [
          "Los alumnos deben traer sus propias computadoras instaladas con Virtualbox y descargar la VM y los archivos de datos."
        ],
        "inscripcion": "https://eventioz.com.ar/e/taller-de-big-data-arma-tu-solucion-con-apache-spa"
      },
      {
        "id": "ionic",
        "cuando": "Sábado 12 de septiembre, de 14:30 a 17:30",
        "titulo": "Desarrollo web mobile con Ionic Framework",
        "abstract": [
          "Sea porque estamos desarrollando una aplicación mobile desde cero o bien planteando una alternativa mobile para un Front End web ya existente, es un hecho que vamos a necesitar abundante Javascript. El approach más sencillo sería caer en la tentación de usar jQuery Mobile y hacer copy-paste tratar de re-utilizar el mayor código y bibliotecas posibles.",
          "Lo cierto es que muchas de estas bibliotecas terminan siendo muy pesadas para correr en un navegador de un smartphone. No necesariamente porque el dispositivo al que esté orientado tenga poca RAM, GPU o la versión del navegador en el sistema operativo no corra de forma tan fluida. También influye el hecho de que esas bibliotecas no fueron pensadas desde el vamos para trabajar en un navegador mobile.",
          "Enter Ionic Framework! Un framework de desarrollo pensado para el desarrollo web mobile tomando sus bases de un framework web poderoso como Angular.js. En este taller vamos a crear una aplicación desde cero utilizando distintos componentes provistos por Ionic, y mostraremos cómo implementar distintos patrones de navegabilidad (Tabs, Menú contextual, navegación vertical y horizontal, etc) y User Experience propios de una aplicación mobile. Sobre el final, veremos cómo preparar la aplicación para desplegarla en Play Store (Android), App Store (iOS)  y también en un servidor web real."
        ],
        "oradores": [
          { 
            "nombre" : "Matías Dumrauf",
            "bio": "Matías es software architect y team leader en Agora, un startup con base en NY que unifica tus servicios de storage en el cloud y permite trabajar en forma colaborativa. Está terminando la carrera de Ingeniería en Sistemas de Información en UTN FRBA y en sus tiempos libres degusta café espresso y cervezas. Pasan los años y no puede dejar de desarrollar en C, aunque sea una vez al mes."
          },
          { 
            "nombre": "Federico Aloi", 
            "bio": "Federico es colaborador activo de Mumuki, proyecto que busca brindar educación de calidad, libre y gratuita sobre programación. Estudia Licenciatura en Desarollo de Software en UNQ y dicta dos cursos de programación en la escuela técnica Sagrado Corazón Al.Cal."
          }
        ],
        "conocimientos": [
          "HTML", 
          "Javascript",
          "Angular.js"
        ],
        "entorno": [
          "node.js: Instalar paquetes necesarios desde una terminal: npm install -g cordova ionic",
          "Un editor de texto, por ejemplo SublimeText o Atom", 
          "Opcional para mostrar la app funcionando en un emulador o en un celular: Android SDK o Xcode + iOS SDK"
        ],
        "inscripcion": "https://eventioz.com.ar/e/desarrollo-web-mobile-con-ionic-framework"
      },
      {
        "id": "tvd",
        "cuando": "Sábado 12 de septiembre, de 14:30 a 17:30",
        "titulo": "Programando Aplicaciones Interactivas para la Televisión Digital Terrestre",  
        "abstract": [
          "La televisión digital abierta ya es una realidad en la Argentina. La misma ha reemplazado la vieja televisión analógica dando un importante salto de calidad. Entre las ventajas se destacan: mejora de calidad de la señal, mayor definición de la imagen y mejor aprovechamiento del ancho de banda. Sin embargo, otro aspecto menos explotado, es la capacidad de enviar junto a la señal audiovisual aplicaciones que complementan a la misma. El usuario es el televidente a través de su control remoto. En este hands-on vamos a ver algunas técnicas y tecnologías involucradas en la creación de estos programas. Vamos a construir una pequeña aplicación que quedará lista para ser modulada dentro de la señal de televisión."
        ],
        "oradores": [
          { 
            "nombre" : "Leonardo Gassman",
            "bio": "Leo es profesor de la Tecnicatura Universitaria en Programación Informática y de la Ingeniería en Automatización y Control Industrial que se dictan en la Universidad Nacional de Quilmes. Cuenta con más de 10 años de experiencia en la industria del desarrollo de software y está realizando su doctorado en la UNQ en temas de Televisión Digital."
          },
          { 
            "nombre": "Federico Aloi", 
            "bio": "Federico es colaborador activo de Mumuki, proyecto que busca brindar educación de calidad, libre y gratuita sobre programación. Estudia Licenciatura en Desarollo de Software en UNQ y dicta dos cursos de programación en la escuela técnica Sagrado Corazón Al.Cal."
          }
        ],
        "conocimientos": [
          "XML", 
          "Algún lenguaje de programación (Si es un lenguaje de scripting al estilo python mejor)"
        ],
        "entorno": [
          "Eclipse con el plugin LUA  y NCL.",
          "Tener instalado Ginga o en su defecto una máquina virtual con Ginga instalado",
	  "Podés instalar las herramientas siguiendo las intrucciones de este <a href='https://sites.google.com/site/tvdunq/home/material/software'>link</a> o usando la máquina virtual que te podés bajar de este otro <a href='https://drive.google.com/open?id=0B8tjZoe7LAQZX2F6anRaMV81bnc'>link</a>"
        ],
        "inscripcion": "https://eventioz.com.ar/e/desarrollo-web-mobile-con-ionic-framework"
      }
    ]
  } 
}
